Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2012.tmx
Source language: en_us
Languages: zh_cn

source: To control prices, we will continue to take comprehensive measures to maintain basic overall price stability and prevent a rebound of inflation.
zh_cn: 控物价，就是要继续采取综合措施，保持物价总水平基本稳定，防止价格走势反弹。

source: To adjust the economic structure, we will support development in some areas while limiting growth in others, improve the quality and efficiency of economic growth, and make development more coordinated and sustainable.
zh_cn: 调结构，就是要有扶有控，提高经济增长质量和效益，增强发展的协调性和可持续性。

source: To improve the people's wellbeing, we will continue to take ensuring and improving the people's wellbeing as the fundamental starting point and goal of our work, give higher priority to promoting social fairness and justice, and take a number of initiatives that will bring substantive benefits to the people.
zh_cn: 惠民生，就是要坚持把保障改善民生作为工作的根本出发点和落脚点，把促进社会公平正义放在更加突出的位置，切实办成一些让人民群众得实惠的好事实事。

source: To implement reform, we will carry out reform and opening up with greater determination and effort, solve institutional and structural problems that hinder long-term sound economic and social development, and make breakthroughs in key areas and crucial links.
zh_cn: 抓改革，就是要以更大的决心和气力推进改革开放，着力解决影响经济社会长期健康发展的体制性、结构性矛盾，在一些重点领域和关键环节取得新突破。

source: We will spur reform, development and innovation through opening up.
zh_cn: 以开放促改革、促发展、促创新。

source: To promote harmony, we will properly balance reform, development, and stability; effectively defuse various types of conflicts, risks, and dangers; prevent isolated problems from growing into major ones; and promote social harmony and stability.
zh_cn: 促和谐，就是要正确处理改革、发展、稳定三者关系，积极有效化解各种矛盾和风险隐患，防止局部性问题演变成全局性问题，促进社会和谐稳定。

source: III. Major Tasks for 2012
zh_cn: 三、2012年主要任务

source: 1. Promoting steady and robust economic development
zh_cn: （一）促进经济平稳较快发展

source: Expanding domestic demand, particularly consumer demand, which is essential to ensuring China's long-term, steady, and robust economic development, is the focus of our economic work this year.
zh_cn: 扩大内需特别是消费需求是我国经济长期平稳较快发展的根本立足点，是今年工作的重点。

source: We will work hard to expand consumer demand.
zh_cn: 着力扩大消费需求。

source: We will move faster to set up a permanent mechanism for boosting consumption.
zh_cn: 加快构建扩大消费的长效机制。

source: We will vigorously adjust income distribution, increase the incomes of low- and middle-income groups, and enhance people's ability to consume.
zh_cn: 大力调整收入分配格局，增加中低收入者收入，提高居民消费能力。

source: We will improve policies that encourage consumption.
zh_cn: 完善鼓励居民消费政策。

source: We will vigorously develop elderly care, domestic, property management, medical and healthcare services.
zh_cn: 大力发展社会化养老、家政、物业、医疗保健等服务业。

source: We will encourage consumer spending on cultural activities, tourism, and fitness; and implement the system of paid vacations.
zh_cn: 鼓励文化、旅游、健身等消费，落实好带薪休假制度。

source: We will actively develop new forms of consumption such as online shopping; support and guide the consumption of green goods such as environmentally friendly building materials, water-saving sanitation products, and energy-efficient vehicles; and expand consumer credit.
zh_cn: 积极发展网络购物等新型消费业态。支持引导环保建材、节水洁具、节能汽车等绿色消费。扩大消费信贷。

source: We will improve the urban-rural logistics system and infrastructural facilities, such as roads and parking lots, strengthen supervision over product quality and safety, improve the consumption environment, and safeguard consumers' legitimate rights and interests.
zh_cn: 加强城乡流通体系和道路、停车场等基础设施建设。加强产品质量安全监管。改善消费环境，维护消费者合法权益。

source: We will continue to improve the investment structure.
zh_cn: 不断优化投资结构。

source: We will maintain the steady growth of investment and use investment to promote consumption and vice versa.
zh_cn: 保持投资稳定增长，促进投资和消费良性互动。

source: We will fully implement the Guidelines of the State Council on Encouraging and Guiding the Sound Development of Nongovernmental Investment and adopt specific operating rules for their implementation.
zh_cn: 认真落实《国务院关于鼓励和引导民间投资健康发展的若干意见》，出台具有可操作性的实施细则。

source: We will strengthen the role of government investment in guiding adjustment of the economic structure, ensure funding for key projects that are under construction or expansion, and begin construction on major national projects in an orderly manner.
zh_cn: 加强政府投资对结构调整的引领作用，优先保证重点在建、续建项目，有序推进国家重大项目开工建设。

source: We will tighten standards on market access and the screening and approval process relating to land, credit, energy conservation, environmental protection, safety, and quality; and strengthen supervision and inspections of major projects, particularly those undertaken by governments and state-owned firms, to improve the quality of and returns on such investments.
zh_cn: 把好土地、信贷、节能、环保、安全、质量等准入和审核关，加强对重大项目特别是政府和国有投资项目的监管、督查，提高投资质量和效益。

source: 2. Keeping overall prices basically stable
zh_cn: （二）保持物价总水平基本稳定

source: This is a key task affecting the people's interests and China's overall economic and social development.
zh_cn: 这是关系群众利益和经济社会发展全局的重点工作。

source: We will control prices and prevent inflation from rebounding by effectively carrying out macroeconomic policies, managing the supply of money and credit, and striving for basic equilibrium in aggregate supply and demand.
zh_cn: 要在有效实施宏观经济政策、管好货币信贷总量、促进社会总供求基本平衡的基础上，搞好价格调控，防止物价反弹。

source: We will increase production and ensure supply.
zh_cn: 增加生产、保障供给。

source: We will continue to make curbing excessive rises in food prices a priority of stabilizing prices.
zh_cn: 继续把抑制食品价格过快上涨作为稳定物价的重点。

source: We will effectively carry out the practice of holding provincial governors responsible for the "rice bag" (grain supply) and city mayors for the "vegetable basket" (non-grain food supply) and ensure the supply of major farm products.
zh_cn: 落实好“米袋子”省长负责制和“菜篮子”市长负责制，保障主要农产品供给。

source: Large and medium-sized cities should have sufficient farmland for growing vegetables, maintain and raise the proportion of seasonal vegetables sold there that are grown locally, and develop vegetable production bases in collaboration with neighboring areas and areas with suitable conditions.
zh_cn: 大中城市要有合理的菜地保有量，稳定和提高本地应季蔬菜自给水平，同周边地区和优势产区协作建设“菜篮子”产品基地。

source: We will strengthen coordination of the production, transportation, and sale of important commodities; improve systems of government reserves and commercial reserves; do a good job purchasing, storing and marketing major agricultural products; and regulate the market better.
zh_cn: 加强重要商品产运销衔接，完善政府储备和商业储备体系，做好主要农产品收储和投放，增强市场调控能力。

source: We will improve distribution and reduce distribution costs.
zh_cn: 搞活流通、降低成本。

source: We will ensure that the green channel policy for transporting vegetables and other fresh farm products is fully implemented.
zh_cn: 严格执行蔬菜等鲜活农产品运输绿色通道政策。

source: We will carry out policies to support wholesale agricultural product markets, market fairs, and community-based, low-priced vegetable stores.
zh_cn: 认真落实对农产品批发市场、集贸市场、社区平价菜店等的扶持政策，

source: We will encourage urban chain supermarkets, universities, large enterprises, and communities to establish direct supply contacts with farm product distributors, specialized farmer cooperatives, and large family farms.
zh_cn: 鼓励城市连锁超市、高校、大型企业、社区与农产品流通企业、专业合作社、种养大户对接，

source: We will also reduce distribution links and increase retail outlets so that they can play a leading role in distribution.
zh_cn: 减少流通环节，增加零售网点，充分发挥流通主渠道作用。

source: We will deepen reform of the distribution system.
zh_cn: 深化流通体制改革。

source: We will expand trials of a tax on the income of logistics enterprises after deductions, and improve tax policies on the use of land occupied by facilities for storing major commodities.
zh_cn: 扩大物流企业营业税差额纳税试点范围，完善大宗商品仓储设施用地税收政策。

source: We will adjust and improve VAT policies for the wholesale and retail of some agricultural products, and promote standardized and information-based distribution.
zh_cn: 调整完善部分农产品批发、零售增值税政策，推动流通标准化、信息化建设。

source: We will adopt a full range of measures to make distribution more efficient and cost-effective so as to benefit both producers and consumers.
zh_cn: 要多管齐下，切实把流通效率提上去、中间成本降下来，真正让生产者和消费者都得到好处。

source: We will tighten oversight and ensure market order.
zh_cn: 加强监管、规范秩序。

source: We will give high priority to strengthening oversight and inspection of food and drug prices as well as fees and charges for medical, communications, and educational services; put an end to unauthorized collection of charges and fines in the transportation sector; stop large commercial retailers from illegally collecting fees; and crack down on illegal practices such as releasing false information, hoarding and profiteering, manipulating prices, and speculation.
zh_cn: 重点加强对食品、药品价格和医疗、通信、教育等服务收费的监督检查，坚决治理交通运输领域乱收费乱罚款，纠正大型零售商业企业违规收费行为，严厉查处发布虚假信息、囤积居奇、操纵价格、恶意炒作等违法行为。

source: We will lead public opinion and correctly guide public expectations of price movements.
zh_cn: 把握好舆论导向，正确引导社会预期。

source: 3. Promoting steady growth of agriculture and sustained increases in rural incomes
zh_cn: （三）促进农业稳定发展和农民持续增收

source: We need to pay even greater attention to modernizing agriculture in the course of industrialization and urbanization.
zh_cn: 在工业化和城镇化发展进程中，要更加重视农业现代化。

source: We must continue to make solving problems related to agriculture, rural areas, and farmers a top priority in all of our work; increase policy support to strengthen agriculture, benefit farmers, and enrich rural areas; and consolidate and build upon achievements in the development of agriculture and rural areas.
zh_cn: 必须坚持把解决好“三农”问题作为各项工作的重中之重，进一步加大强农惠农富农政策力度，巩固和发展农业农村好形势。

source: We will steadily develop agricultural production and increase farmers' incomes by various means.
zh_cn: 稳定发展农业生产，多渠道增加农民收入。

source: We will continue to carry out activities to steadily increase grain production, keep the area of land sown to grain crops stable, and increase per-unit yields.
zh_cn: 继续开展粮食稳定增产行动，稳定粮食种植面积，着力提高单产。

source: We will guide farmers to adjust their mix of crops or livestock, and produce more farm products that are high in quality or short in supply.
zh_cn: 引导农民调整结构，扩大紧缺、优质农产品生产，

source: We will support the production of vegetables, meat, eggs, milk, and aquatic products.
zh_cn: 支持蔬菜、肉蛋奶、水产品等生产。

source: We will continue to increase agricultural subsidies, raise their standard, expand their coverage, improve mechanisms for issuing them, and direct new subsidy increases mainly to large family farms, specialized farmer cooperatives, and producer-oriented service organizations.
zh_cn: 农业补贴要继续增加总量，提高标准，扩大范围，完善机制，新增补贴重点向种养大户、农民专业合作社及各种生产服务组织倾斜。

source: We will continue to raise the minimum purchase price for grain, and we will raise the average floor prices for wheat and rice by 7.4 yuan and 16 yuan per 50 kilograms, respectively.
zh_cn: 继续提高粮食最低收购价，今年小麦、稻谷最低收购价平均每50公斤分别提高7.4元和16元。

source: We will improve the mechanism for subsidizing major growing areas and increase rewards and subsidies to major counties that produce important agricultural products such as grain, oilseed, and hogs.
zh_cn: 健全主产区利益补偿机制，增加粮油、生猪等重要农产品生产大县奖励补助资金。

source: We will implement the 2011-2020 rural poverty alleviation and development program and, in accordance with the new national standards for poverty alleviation, do a good job of all poverty alleviation and development work, and step up our work in contiguous areas with particular difficulties to ensure that people in poverty share more fruits of reform and development.
zh_cn: 实施新10年农村扶贫开发纲要，按照新的国家扶贫标准，全面做好扶贫开发工作，加大集中连片特殊困难地区扶贫开发力度，让扶贫对象更多地分享改革发展成果。

source: We will speed up progress in agricultural science and technology.
zh_cn: 加快农业科技进步。

source: The fundamental way to develop agriculture is through science and technology.
zh_cn: 农业的根本出路在科技。

source: We will vigorously promote innovations in agro-science and increase support for R&D on and the application of key technologies for cultivating superior varieties and breeds, preventing and controlling animal and plant epidemics, and ensuring the quality and safety of agricultural products.
zh_cn: 要大力推动农业科技创新，加大对良种繁育、疫病防控、农产品质量安全等关键技术研发和应用的支持力度。

source: We will accelerate reform and development of the service system for spreading agricultural technology in villages, and improve public service agricultural agencies in townships, towns, and regions.
zh_cn: 加快推进基层农技推广服务体系改革和建设，健全乡镇或区域性农业公共服务机构。

source: We will improve the system for subsidizing agricultural technologies and encourage farmers to use advanced and appropriate agricultural technologies.
zh_cn: 完善农业技术补贴制度，促进先进适用农业技术到田到户。

source: We will develop modern agriculture demonstration sites, encourage farmers to grow high-yield crops, promote the standardization of farming techniques, and accelerate agricultural mechanization.
zh_cn: 建好现代农业示范区，推进高产创建和标准化创建。加快农业机械化步伐。

source: We will strengthen agricultural and rural infrastructure.
zh_cn: 加强农业农村基础设施建设。

source: The central government plans to allocate 1.2287 trillion yuan for agriculture, rural areas and farmers, 186.8 billion yuan more than last year.
zh_cn: 今年中央财政用于“三农”的投入拟安排12287亿元，比上年增加1868亿元。

source: With these funds we will build and upgrade water-saving facilities in irrigated areas and build more small water conservancy projects, and vigorously develop water-efficient agriculture.
zh_cn: 要搞好灌区配套改造和小型农田水利建设，大力发展节水农业，

source: We will intensify efforts to develop, improve, and reclaim rural land and develop on a large scale basic farmland that meets high drought and flood resistance standards.
zh_cn: 加大土地开发整理复垦力度，大规模建设旱涝保收高标准基本农田。

source: We will take speedy steps to harness small and medium-sized rivers, reinforce small aging reservoirs, and take comprehensive measures to prevent and mitigate geological disasters caused by mountain torrents.
zh_cn: 加快中小河流治理、小型水库除险加固和山洪地质灾害综合防治。

source: We will continue to improve working and living conditions in rural areas by strengthening infrastructure such as water, power, and methane supply facilities, roads, and cultural and sports venues, and by cleaning up the environment and renovating dilapidated houses more quickly.
zh_cn: 加强农村水电路气以及文化体育等基础设施建设，推进农村环境治理，加快农村危房改造，继续改善农村生产生活条件。

source: We will deepen rural reform.
zh_cn: 深化农村改革。

source: We will uphold the basic rural operation system.
zh_cn: 坚持农村基本经营制度不动摇。

source: We will work diligently to determine, register, and certify land ownership.
zh_cn: 要认真搞好土地确权登记颁证。

source: Farmers' rights to the land they contract to work on, to the land on which their houses sit, and to proceeds from collective undertakings are property rights conferred by law, and these rights must not to be violated by anyone.
zh_cn: 土地承包经营权、宅基地使用权、集体收益分配权是法律赋予农民的财产权利，任何人都不能侵犯。

source: We will provide better supervision and services for the transfer of contracted land-use rights, and develop farming operations on an appropriately large scale.
zh_cn: 加强土地承包经营权流转管理和服务，发展适度规模经营。

source: We will place farmland under strict protection, and formulate and promulgate regulations concerning compensation for the expropriation of rural collective land.
zh_cn: 严格保护耕地。制定出台农村集体土地征收补偿条例。

source: We will support large-scale farming by specialized farmer cooperatives and leading enterprises, encourage various sectors of society to provide services for agriculture, develop agricultural insurance, and increase commercialization and specialization in agriculture.
zh_cn: 扶持发展农民专业合作社、产业化龙头企业，开展多种形式的农业社会化服务，发展农业保险，提高农业产业化、组织化程度。

source: We will deepen comprehensive rural reform.
zh_cn: 深化农村综合改革。

source: We will also reform systems for managing state-owned farms and forest farms and continue to deepen reform of tenure in collective forests.
zh_cn: 推进国有农场、林场体制改革，继续深化集体林权制度改革。

source: 4. Accelerating the transformation of the pattern of economic development
zh_cn: （四）加快转变经济发展方式

source: The key to solving the problems of imbalanced, uncoordinated, and unsustainable development is to accelerate the transformation of the pattern of economic development and carry out strategic adjustment of the economic restructure.
zh_cn: 解决发展不平衡、不协调、不可持续的问题，关键在于加快转变经济发展方式，推进经济结构战略性调整，

source: This is both a long-term task and our most pressing task at present.
zh_cn: 这既是一个长期过程，也是当前最紧迫的任务。

source: We will improve and upgrade the industrial structure.
zh_cn: 促进产业结构优化升级。

source: We will promote the sound development of strategic emerging industries.
zh_cn: 推动战略性新兴产业健康发展。

source: We will accelerate the establishment of mechanisms that promote the use of new energy sources; strengthen overall planning, auxiliary projects and policy guidance; and expand domestic demand.
zh_cn: 建立促进新能源利用的机制，加强统筹规划、项目配套、政策引导，扩大国内需求，

source: We will prevent blind expansion in our capacity to manufacture solar energy and wind power equipment.
zh_cn: 防止太阳能、风电设备制造能力的盲目扩张。

source: We will develop next-generation information technology, strengthen network infrastructure, and make substantive progress in integrating the telecommunications network, the radio and television broadcasting network, and the Internet.
zh_cn: 发展新一代信息技术，加强网络基础设施建设，推动三网融合取得实质性进展。

source: We will energetically develop the high-end equipment manufacturing, energy conservation, environmental protection, biopharmaceuticals, new-energy vehicles, and new materials industries.
zh_cn: 大力发展高端装备制造、节能环保、生物医药、新能源汽车、新材料等产业。

source: We will increase funding for technological upgrading projects, and press ahead with the transformation and upgrading of traditional industries.
zh_cn: 扩大技改专项资金规模，促进传统产业改造升级。

source: We will control increases in production capacity, improve existing production facilities, encourage enterprise mergers and reorganizations, and increase industrial concentration and economies of scale, with the focus on the automobile, steel, shipbuilding, and cement industries.
zh_cn: 以汽车、钢铁、造船、水泥等行业为重点，控制增量，优化存量，推动企业兼并重组，提高产业集中度和规模效益。

source: We will implement and improve policies to promote the growth of small and micro businesses, further reduce burdens on enterprises, and promote the vibrant growth of small and micro high-tech enterprises.
zh_cn: 落实并完善促进小型微型企业发展的政策，进一步减轻企业负担，激发科技型小型微型企业发展活力。

source: We will implement fiscal, taxation, and financial policies that facilitate the development of the service sector and encourage nongovernmental investment in this sector, in order to promote faster development of the sector, increase its share in the economy, and facilitate its upgrading.
zh_cn: 实施有利于服务业发展的财税、金融政策，支持社会资本进入服务业，促进服务业发展提速、比重提高、水平提升。

source: We will conserve energy, reduce emissions, and protect the ecological environment.
zh_cn: 推进节能减排和生态环境保护。

source: The key to conserving energy and reducing emissions is to save energy, improve energy efficiency, and reduce pollution.
zh_cn: 节能减排的关键是节约能源，提高能效，减少污染。

source: We will promptly formulate and promulgate a work plan for appropriately controlling total energy consumption, and move quickly to base the energy pricing system on the market.
zh_cn: 要抓紧制定出台合理控制能源消费总量工作方案，加快理顺能源价格体系。

source: We will use economic, legal, and the necessary administrative means to conserve energy and reduce emissions in key areas such as manufacturing, transportation, construction, public institutions, and people's homes, and in 1,000 key energy-intensive enterprises; and close down more outdated production facilities.
zh_cn: 综合运用经济、法律和必要的行政手段，突出抓好工业、交通、建筑、公共机构、居民生活等重点领域和千家重点耗能企业节能减排，进一步淘汰落后产能。

source: We will tighten supervision of energy use, develop smart power grids and ensure the proper distribution of energy supplies, and implement effective administrative practices such as efficient electricity generation and distribution, energy performance contracting, and government procurement of energy-efficient goods and services.
zh_cn: 加强用能管理，发展智能电网和分布式能源，实施节能发电调度、合同能源管理、政府节能采购等行之有效的管理方式。

source: We will optimize the energy structure, promote clean and efficient use of traditional energy, safely and effectively develop nuclear power, actively develop hydroelectric power, tackle key problems more quickly in the exploration and development of shale gas, and increase the share of new energy and renewable energy in total energy consumption.
zh_cn: 优化能源结构，推动传统能源清洁高效利用，安全高效发展核电，积极发展水电，加快页岩气勘查、开发攻关，提高新能源和可再生能源比重。

source: We will step up the construction of energy transportation routes.
zh_cn: 加强能源通道建设。

source: We will thoroughly implement the basic state policy of conserving resources and protecting the environment.
zh_cn: 深入贯彻节约资源和保护环境基本国策。

source: We will carry out certification of energy-efficient products and oversight and inspection of energy efficiency labeling; encourage economical use of energy, water, land, and materials as well as comprehensive use of resources; and vigorously develop a circular economy.
zh_cn: 开展节能认证和能效标识监督检查，鼓励节能、节水、节地、节材和资源综合利用，大力发展循环经济。

source: We will strengthen environmental protection; strive to solve major environmental problems that directly affect people's lives, such as heavy metals, drinking water sources, air, soil, and marine pollution; reduce pollution from non-point agricultural sources; and put hazardous chemicals under strict oversight and supervision.
zh_cn: 加强环境保护，着力解决重金属、饮用水源、大气、土壤、海洋污染等关系民生的突出环境问题。努力减少农业面源污染。严格监管危险化学品。

source: We will start monitoring fine particulate matter (PM2.5) in the Beijing-Tianjin-Hebei region, the Yangtze River delta, the Pearl River delta and other key areas as well as in municipalities directly under the central government and provincial capital cities, and extend the practice to all cities at and above the prefectural level by 2015.
zh_cn: 今年在京津冀、长三角、珠三角等重点区域以及直辖市和省会城市开展细颗粒物（PM2.5）等项目监测，2015年覆盖所有地级以上城市。

source: We will improve the ecology, establish a sound system of compensation for ecological damage, strengthen ecological protection and restoration, and consolidate achievements in protecting virgin forests, turning vulnerable farmland into forests and grasslands, and stopping grazing to let grasslands recover.
zh_cn: 推进生态建设，建立健全生态补偿机制，促进生态保护和修复，巩固天然林保护、退耕还林还草、退牧还草成果，

source: We will strengthen grassland ecological conservation; vigorously carry out afforestation; make progress in dealing with desertification and stony deserts and in improving terraced farmland; and strictly protect river sources, wetlands, lakes, and other priority functional ecological zones.
zh_cn: 加强草原生态建设，大力开展植树造林，推进荒漠化、石漠化、坡耕地治理，严格保护江河源、湿地、湖泊等重要生态功能区。

source: We will strengthen capacity building to adapt to climate change, and especially to respond to extreme climate events, and improve our ability to prevent and mitigate natural disasters.
zh_cn: 加强适应气候变化特别是应对极端气候事件能力建设，提高防灾减灾能力。

source: We will uphold the principle of common but differentiated responsibilities and the principle of fairness, and play a constructive role in promoting international talks on climate change.
zh_cn: 坚持共同但有区别的责任原则和公平原则，建设性推动应对气候变化国际谈判进程。

source: We will show the world with our actions that China will never seek economic growth at the expense of its ecological environment and public health. We are definitely capable of taking a path of civilized development which ensures that production increases, people's living standards rise, and we live in a good ecological environment.
zh_cn: 我们要用行动昭告世界，中国绝不靠牺牲生态环境和人民健康来换取经济增长，我们一定能走出一条生产发展、生活富裕、生态良好的文明发展道路。

source: We will enhance balanced economic development among regions.
zh_cn: 促进区域经济协调发展。

source: We will implement the master strategy for regional development and the plan for developing functional zones, give full play to the distinctive strengths of each region, better coordinate development among regions, and make delivery of basic public services more equitable.
zh_cn: 实施区域发展总体战略和主体功能区规划，充分发挥各地特色和优势，进一步提高区域发展的协调性和基本公共服务均等化水平。
